Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NetworkConfigureEthernetDNSDescription
source: For most networks, you can select Automatic. If you need to select a custom DNS server, select Manual.
ar: على معظم الشبكات، يمكنك تحديد "تلقائي". إذا كنت بحاجة إلى تحديد خادم DNS مخصص، فحدد "يدوي".
ca: En el cas de la majoria de xarxes pots seleccionar “Automàtic”. Si has de seleccionar un servidor DNS personalitzat, selecciona “Manual”.
cs: Pro většinu sítí můžete vybrat volbu Automaticky. V případě, že používáte vlastní DNS server, vyberte volbu Ručně.
da: Du kan vælge Automatisk til de fleste netværk. Hvis du skal vælge en speciel DNS-server, skal du vælge Manuel.
de: Für die meisten Netzwerke kannst du „Automatisch“ auswählen. Wenn du einen eigenen DNS-Server auswählen musst, wähle „Manuell“.
el: Για τα περισσότερα δίκτυα, μπορείτε να επιλέξετε «Αυτόματα». Αν θέλετε να επιλέξετε έναν προσαρμοσμένο διακομιστή DNS, επιλέξτε «Χειροκίνητα».
es: Para la mayoría de las redes, puedes seleccionar la opción Automática. Si tienes que elegir un servidor DNS personalizado, selecciona Manual.
es_us: Para la mayoría de las redes, puedes seleccionar Automática. Si tienes que elegir un servidor DNS personalizado, selecciona Manual.
fi: Voit valita useimmille verkoille Automaattisesti. Jos sinun on valittava muokattu DNS-palvelin, valitse Käsin.
fr: Vous pouvez sélectionner Automatique pour la plupart des réseaux. Si vous devez sélectionner un serveur DNS personnalisé, sélectionnez Manuelle.
fr_ca: Vous pouvez sélectionner Automatique pour la plupart des réseaux. Si vous devez sélectionner un serveur DNS personnalisé, sélectionnez Manuel.
he: ברוב הרשתות ניתן לבחור באפשרות ״אוטומטית״. אם יש צורך לבחור שרת DNS המותאם באופן אישי, יש לבחור ״ידנית״.
hi: अधिकांश नेटवर्क के लिए आप “ऑटोमैटिक” चुन सकते हैं। अगर आपको कस्टम DNS सर्वर चुनने की आवश्यकता है, तो “मैनुअल” चुनें।
hr: Za većinu mreža možete odabrati Automatski. Ako trebate odabrati prilagođeni DNS server, odaberite Ručno.
hu: A legtöbb hálózat esetén választhatja az Automatikus beállítást. Ha egyéni DNS-kiszolgálót kell választania, válassza a Kézi lehetőséget.
id: Untuk sebagian besar jaringan, Anda dapat memilih Otomatis. Jika Anda ingin memilih server DNS khusus, pilih Manual.
it: Per la maggior parte delle reti, puoi selezionare Automatico. Se è necessario selezionare un server DNS personalizzato, scegli Manuale.
ja: 多くのネットワークでは“自動”を選択できます。カスタムDNSサーバを選択する必要がある場合は“手動”を選択してください。
ko: 대부분의 네트워크는 자동을 선택하면 됩니다. 사용자 설정 DNS 서버를 선택해야 하는 경우에는 수동을 선택하십시오.
ms: Untuk kebanyakan rangkaian, anda boleh memilih Automatik. Jika anda perlu memilih pelayan DNS tersuai, pilih Manual.
nb: På de fleste nettverk kan du velge Automatisk. Hvis du må selv angi en DNS-tjener, velger du Manuelt.
nl: Voor de meeste netwerken kun je 'Automatisch' selecteren. Als je een aangepaste DNS-server moet selecteren, selecteer je 'Handmatig'.
pl: W przypadku większości sieci możesz wybrać opcję Automatycznie. Jeśli musisz użyć własnego serwera DNS, wybierz opcję Ręcznie.
pt_br: Na maioria das redes, você pode selecionar Automático. Se você tiver que selecionar um servidor DNS personalizado, selecione Manual.
pt_pt: Para a maioria das redes, pode selecionar Automaticamente. Se tiver de escolher um servidor DNS personalizado, selecione Manualmente.
ro: Pentru majoritatea rețelelor, puteți selecta Automat. Dacă trebuie să selectați un server DNS personalizat, selectați Manual.
ru: Для большинства сетей можно выбрать значение «Автоматически». Если Вам нужно указать собственный DNS‑сервер, выберите вариант «Вручную».
sk: Pre väčšinu sietí stačí zvoliť Automatické. Ak potrebujete nastaviť vlastný DNS server, vyberte Manuálne.
sl: Pri večini omrežij lahko izberete možnost Samodejno. Če želite izbrati strežnik DNS po meri, izberite možnost Ročno.
sv: För de flesta nätverk kan du välja Automatiskt. Om du måste välja en anpassad DNS-server väljer du Manuellt.
th: คุณสามารถเลือกอัตโนมัติเพื่อใช้งานกับเครือข่ายส่วนใหญ่ได้ ถ้าคุณต้องเลือกเซิร์ฟเวอร์ DNS แบบกำหนดเอง ให้เลือกกำหนดเอง
tr: Çoğu ağ için Otomatik’i seçebilirsiniz. Özel bir DNS sunucu seçmeniz gerekiyorsa Elle’yi seçin.
uk: Для більшості мереж можна вибрати варіант «Автоматично». Якщо потрібно вибрати власний сервер DNS, оберіть варіант «Вручну».
vi: Đối với hầu hết các mạng, bạn có thể chọn Tự động. Nếu bạn cần chọn một máy chủ DNS tùy chỉnh, hãy chọn Thủ công.
zh_cn: 大部分网络选用“自动”即可。但是如果你需要选择自定义DNS服务器，请选择“手动”。
zh_hk: 對於大部份網絡，你可以選擇「自動」。如你需要選擇自訂的DNS伺服器，請選擇「手動」。
zh_tw: 對大部分的網路而言，你可以選取「自動」。若你需要選擇自訂DNS伺服器，請選取「手動」。

# NetworkConfigureIPAutomatic
source: Automatic
ar: تلقائي
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automática
es_us: Automática
fi: Automaattisesti
fr: Automatique
fr_ca: Automatique
he: אוטומטית
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automaticamente
ro: Automat
ru: Авто
sk: Automatické
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# NetworkConfigureIPEntryPrompt
source: Enter the IP address of your Apple TV and select Done.
ar: أدخل عنوان IP الخاص بالـ Apple TV وحدد "تم".
ca: Introdueix l’adreça IP de l’Apple TV i selecciona “Fet”.
cs: Zadejte IP adresu své Apple TV a poté vyberte volbu Hotovo.
da: Skriv IP-adressen til Apple TV, og vælg derefter OK.
de: Gib die IP-Adresse deines Apple TV ein und wähle „OK“.
el: Εισαγάγετε τη διεύθυνση IP του Apple TV σας και μετά επιλέξτε «Τέλος».
es: Introduce la dirección IP del Apple TV y selecciona OK.
es_us: Ingresa la dirección IP de tu Apple TV y selecciona Listo.
fi: Syötä Apple TV:n IP-osoite ja valitse OK.
fr: Saisissez l’adresse IP de votre Apple TV puis sélectionnez OK.
fr_ca: Entrez l’adresse IP de votre Apple TV et sélectionnez OK.
he: יש להזין את כתובת ה-IP של ה-Apple TV שלך ולבחור ב״סיום״.
hi: अपने Apple TV का IP पता दर्ज करें और “पूर्ण” चुनें।
hr: Unesite IP adresu vašeg Apple TV‑a, zatim odaberite Gotovo.
hu: Adja meg az Apple TV IP-címét, majd válassza a Kész lehetőséget.
id: Masukkan alamat IP Apple TV Anda dan pilih Selesai.
it: Inserisci l’indirizzo IP di Apple TV e seleziona Fine.
ja: Apple TVのIPアドレスを入力して、“完了”を選択してください。
ko: Apple TV의 IP 주소를 입력한 다음 완료를 선택하십시오.
ms: Masukkan alamat IP Apple TV anda dan pilih Selesai.
nb: Oppgi IP-adressen for Apple TV-enheten, og velg Ferdig.
nl: Voer het IP-adres van de Apple TV in en selecteer 'OK'.
pl: Podaj adres IP Apple TV, a następnie wybierz OK.
pt_br: Digite o endereço IP da sua Apple TV e selecione OK.
pt_pt: Digite o endereço IP da sua Apple TV e selecione OK.
ro: Introduceți adresa IP a Apple TV‑ului dvs. și apoi selectați OK.
ru: Введите IP‑адрес Apple TV, затем выберите «Готово».
sk: Zadajte IP adresu svojho Apple TV a vyberte Hotovo.
sl: Vnesite naslov IP svojega Apple TV-ja in izberite Dokončano.
sv: Ange IP-adressen till Apple TV och välj Klar.
th: ป้อนที่อยู่ IP ของ Apple TV ของคุณ แล้วเลือกเสร็จสิ้น
tr: Apple TV’nizin IP adresini girin ve Bitti’yi seçin.
uk: Введіть IP-адресу свого Apple TV і виберіть «Готово».
vi: Nhập địa chỉ IP của Apple TV của bạn và chọn Xong.
zh_cn: 输入Apple TV的IP地址，然后选择“完成”。
zh_hk: 輸入Apple TV的IP位址，然後選擇「完成」。
zh_tw: 輸入Apple TV的IP位址並選取「完成」。

# NetworkConfigureIPEntryTitle
source: IP Address
ar: عنوان IP
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
es_us: Dirección IP
fi: IP-osoite
fr: Adresse IP
fr_ca: Adresse IP
he: כתובת IP
hi: IP पता
hr: IP adresa
hu: IP-cím
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ro: Adresă IP
ru: IP‑адрес
sk: IP adresa
sl: Naslov IP
sv: IP-adress
th: ที่อยู่ IP
tr: IP Adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_cn: IP地址
zh_hk: IP位址
zh_tw: IP位址

# NetworkConfigureIPItemTitle
source: Configure IP
ar: تكوين IP
ca: Configura la IP
cs: Nakonfigurovat IP
da: Konfigurer IP
de: IP konfigurieren
el: Διαμόρφωση IP
es: Configuración IP
es_us: Configurar IP
fi: Määritä IP
fr: Configuration de l’IP
fr_ca: Configurer l’IP
he: הגדרת IP
hi: IP कॉन्फ़िगर करें
hr: Podešavanje IP-a
hu: IP konfigurálása
id: Konfigurasi IP
it: Configura IP
ja: IPを構成
ko: IP 구성
ms: Konfigurasi IP
nb: Konfigurer IP
nl: Configureer IP
pl: Konfiguruj IP
pt_br: Configurar IP
pt_pt: Configurar IP
ro: Configurare IP
ru: Настройка IP
sk: Nastavenie IP
sl: Konfiguriranje naslova IP
sv: Ställ in IP
th: กำหนดค่า IP
tr: IP’yi Ayarla
uk: Конфігурувати IP
vi: Định cấu hình IP
zh_cn: 配置IP
zh_hk: 設定IP
zh_tw: 設定IP

# NetworkConfigureIPManual
source: Manual
ar: يدوي
cs: Ručně
da: Manuel
de: Manuell
el: Χειροκίνητα
fi: Käsin
fr: Manuelle
fr_ca: Manuel
he: ידנית
hi: मैनुअल
hr: Ručno
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
nb: Manuelt
nl: Handmatig
pl: Ręcznie
pt_pt: Manualmente
ru: Вручную
sk: Manuálne
sl: Ročno
sv: Manuellt
th: กำหนดเอง
tr: Elle
uk: Вручну
vi: Thủ công
zh_cn: 手动
zh_hk: 手動
zh_tw: 手動

# NetworkConfigureRouterEntryPrompt
source: If you know your router’s IP address, enter it and select Done.
ar: إذا كنت تعرف عنوان IP الخاص بجهاز التوجيه لديك، فأدخله ثم حدد "تم".
ca: Si saps l’adreça IP de l’encaminador, introdueix‑la i selecciona “Fet”.
cs: Pokud znáte IP adresu směrovače, zadejte ji a vyberte volbu Hotovo.
da: Hvis du kender din routers IP-adresse, skal du skrive den og vælge OK.
de: Wenn du die IP-Adresse deines Routers kennst, gib diese ein und wähle „OK“.
el: Εάν γνωρίζετε τη διεύθυνση IP του δρομολογητή σας, εισαγάγετέ την και μετά επιλέξτε «Τέλος».
es: Si sabes la dirección IP de tu router, introdúcela y selecciona OK.
es_us: Si sabes la dirección IP de tu router, ingrésala y selecciona Listo.
fi: Jos tiedät reitittimen IP-osoitteen, syötä se ja valitse OK.
fr: Si vous connaissez l’adresse IP d’un routeur, saisissez-la puis sélectionnez OK.
fr_ca: Si vous connaissez l’adresse IP de votre routeur, entrez-la puis sélectionnez OK.
he: אם ידועה לך כתובת ה-IP של הנתב, יש להזין אותה ולבחור ב״אישור״.
hi: यदि आपको अपने राउटर का IP पता ज्ञात है, तो उसे दर्ज करें और “पूर्ण” चुनें।
hr: Ako znate IP adresu vašeg routera, unesite je pa odaberite Gotovo.
hu: Ha tudja a router IP-címét, adja meg azt, majd válassza a Kész lehetőséget.
id: Jika Anda mengetahui alamat IP ruter Anda, masukkan dan pilih Selesai.
it: Se conosci l’indirizzo IP del router, inseriscilo e seleziona Fine.
ja: ルーターのIPアドレスが分かれば入力して、“完了”を選択してください。
ko: 라우터 IP 주소가 있다면 입력한 다음 완료를 선택하십시오.
ms: Jika anda tahu alamat IP penghala anda, masukkannya dan pilih Selesai.
nb: Hvis du kjenner IP-adressen til ruteren, skriver du den inn og velger Ferdig.
nl: Als je weet wat het IP-adres van je router is, voer je dat in en selecteer je 'OK'.
pl: Jeśli znasz adres IP routera, podaj go, a następnie wybierz OK.
pt_br: Se você souber o endereço IP do seu roteador, digite-o e selecione OK.
pt_pt: Se souber o endereço IP do router, digite‑o e selecione OK.
ro: Dacă știți adresa IP a ruterului dvs., introduceți-o și apoi selectați OK.
ru: При наличии IP‑адреса маршрутизатора введите его и выберите «Готово».
sk: Ak poznáte IP adresu svojho routera, zadajte ju a vyberte Hotovo.
sl: Če poznate naslov IP svojega usmerjevalnika, ga vnesite, nato pa izberite Dokončano.
sv: Om du känner till IP-adressen till din router fyller du i den och väljer Klar.
th: ถ้าคุณทราบที่อยู่ IP สำหรับเราท์เตอร์ของคุณ ให้ป้อนที่อยู่แล้วเลือกเสร็จสิ้น
tr: Yönelticinizin IP adresini biliyorsanız, onu girin ve Bitti’yi seçin.
uk: Якщо ви маєте IP‑адресу маршрутизатора, введіть її і виберіть «Готово».
vi: Nếu bạn biết địa chỉ IP của bộ định tuyến, hãy nhập địa chỉ đó và chọn Xong.
zh_cn: 如果你知道路由器的IP地址，请输入并选择“完成”。
zh_hk: 如果你知道路由器的IP位址，請輸入有關位址及選擇「完成」。
zh_tw: 若你知道路由器的IP位址，請輸入該位址，然後選取「完成」。

# NetworkConfigureRouterEntryTitle
source: Router
ar: جهاز التوجيه
ca: Encaminador
cs: Směrovač
el: Δρομολογητής
fi: Reititin
fr: Routeur
fr_ca: Routeur
he: נתב
hi: राउटर
id: Ruter
ja: ルーター
ko: 라우터
ms: Penghala
nb: Ruter
pt_br: Roteador
ro: Ruter
ru: Маршрутизатор
sl: Usmerjevalnik
th: เราท์เตอร์
tr: Yöneltici
uk: Маршрутизатор
vi: Bộ định tuyến
zh_cn: 路由器
zh_hk: 路由器
zh_tw: 路由器

# NetworkConfigureSubnetEntryPrompt
source: If you know your subnet mask, enter it and select Done.
ar: إذا كنت تعرف قناع الشبكة الفرعية الخاص بك، فأدخله ثم حدد "تم".
ca: Si saps la submàscara de xarxa, introdueix‑la i selecciona “Fet”.
cs: Pokud znáte IP adresu masky podsítě, zadejte ji a vyberte volbu Hotovo.
da: Hvis du kender din subnetmaske, skal du skrive den og vælge OK.
de: Wenn du deine Teilnetzmaske kennst, gib diese ein und wähle „OK“.
el: Εάν γνωρίζετε τη μάσκα υποδικτύου, εισαγάγετέ την και μετά επιλέξτε «Τέλος».
es: Si sabes la máscara de subred, introdúcela y selecciona OK.
es_us: Si sabes tu máscara de subred, ingrésala y selecciona Listo.
fi: Jos tiedät aliverkon peitteen, syötä se ja valitse OK.
fr: Si vous connaissez votre masque de sous-réseau, saisissez-le puis sélectionnez OK.
fr_ca: Si vous connaissez votre masque de sous-réseau, entrez-le puis sélectionnez OK.
he: אם ידועה לך מסכת תת-הרשת שלך, יש להזין אותה ולבחור ב״אישור״.
hi: यदि आपको अपना सबनेट मास्क पता है, तो उसे दर्ज करें और “पूर्ण” चुनें।
hr: Ako znate vašu masku podmreže, unesite je pa odaberite Gotovo.
hu: Ha tudja az alhálózati maszkot, adja meg, majd válassza a Kész lehetőséget.
id: Jika Anda mengetahui subnet mask Anda, masukkan dan pilih Selesai.
it: Se conosci la maschera di sottorete, inseriscine l’indirizzo e seleziona Fine.
ja: サブネットマスクが分かれば入力して、“完了”を選択してください。
ko: 서브넷 마스크가 있다면 입력한 다음 완료를 선택하십시오.
ms: Jika anda tahu topeng subnet anda, masukkannya dan pilih Selesai.
nb: Hvis du kjenner subnettmasken, skriver du den inn og velger Ferdig.
nl: Als je weet wat je subnetmasker is, voer je dat in en selecteer je 'OK'.
pl: Jeśli znasz maskę podsieci, podaj ją, a następnie wybierz OK.
pt_br: Se você souber a sua máscara de sub-rede, digite-a e selecione OK.
pt_pt: Se souber qual é a sua máscara de sub‑rede, digite‑a e selecione OK.
ro: Dacă știți masca dvs. de subrețea, introduceți-o și selectați OK.
ru: При наличии маски подсети введите ее и выберите «Готово».
sk: Ak poznáte masku podsiete, zadajte ju a vyberte Hotovo.
sl: Če poznate svojo masko podomrežja, jo vnesite, nato pa izberite Dokončano.
sv: Om du känner till din delnätsmask fyller du i den och väljer Klar.
th: ถ้าคุณทราบค่ากำหนดเครือข่ายย่อยของคุณ ให้ป้อนค่านั้นแล้วเลือกเสร็จสิ้น
tr: Alt ağ maskenizi biliyorsanız, onu girin ve Bitti’yi seçin.
uk: Якщо ви знаєте маску підмережі, введіть її і виберіть «Готово».
vi: Nếu bạn biết mặt nạ mạng con, hãy nhập và chọn Xong.
zh_cn: 如果你知道子网掩码，请输入并选择“完成”。
zh_hk: 如果你知道子網絡遮罩，請輸入有關資料並選擇「完成」。
zh_tw: 若你知道子網路遮罩，請輸入該位址，然後選取「完成」。

# NetworkConfigureSubnetEntryTitle
source: Subnet Mask
ar: قناع الشبكة الفرعية
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnetmaske
de: Teilnetzmaske
el: Μάσκα υποδικτύου
es: Máscara de subred
es_us: Máscara de subred
fi: Aliverkon peite
fr: Masque sous-réseau
fr_ca: Masque sous-réseau
he: מסכת תת-רשת
hi: सबनेट मास्क
hr: Maska podmreže
hu: Alhálózati maszk
id: Mask Subnet
it: Maschera sottorete
ja: サブネットマスク
ko: 서브넷 마스크
ms: Topeng Subnet
nb: Subnettmaske
nl: Subnetmasker
pl: Maska podsieci
pt_br: Máscara de Sub-rede
pt_pt: Máscara de sub-rede
ro: Mască de subrețea
ru: Маска подсети
sk: Maska podsiete
sl: Maska podomrežja
sv: Delnätsmask
th: ค่ากำหนดเครือข่ายย่อย
tr: Alt Ağ Maskesi
uk: Маска підмережі
vi: Mặt nạ mạng con
zh_cn: 子网掩码
zh_hk: 子網絡遮罩
zh_tw: 子網路遮罩

# NetworkConnectionTitle
source: Connection
ar: الاتصال
ca: Connexió
cs: Připojení
da: Forbindelse
de: Verbindung
el: Σύνδεση
es: Conexión
es_us: Conexión
fi: Yhteys
fr: Connexion
fr_ca: Connexion
he: חיבור
hi: कनेक्शन
hr: Veza
hu: Kapcsolat
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
ms: Sambungan
nb: Forbindelse
nl: Verbinding
pl: Połączenie
pt_br: Conexão
pt_pt: Ligação
ro: Conexiune
ru: Подключение
sk: Pripojenie
sl: Povezava
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
uk: Зʼєднання
vi: Kết nối
zh_cn: 连接
zh_hk: 連線
zh_tw: 連線

# NetworkEthernetActiveItemDescription
source: Configure advanced Ethernet settings.
ar: تكوين إعدادات الإيثرنت المتقدمة.
ca: Configura els paràmetres avançats d’Ethernet.
cs: Nakonfigurujte pokročilá nastavení Ethernetu.
da: Konfigurer avancerede Ethernet-indstillinger.
de: Konfiguriere erweiterte Ethernet-Einstellungen.
el: Διαμορφώστε τις προηγμένες ρυθμίσεις Ethernet.
es: Configura los ajustes avanzados de Ethernet.
es_us: Cambia la configuración avanzada de Ethernet.
fi: Määritä ethernet-lisäasetukset.
fr: Configurez des réglages Ethernet avancés.
fr_ca: Configurez des réglages Ethernet avancés.
he: ניתן לשנות הגדרות Ethernet מתקדמות.
hi: एडवांस इथरनेट सेटिंग कॉन्फ़िगर करें।
hr: Podesite napredne Ethernet postavke.
hu: Haladó Ethernet-beállítások konfigurálása.
id: Konfigurasi pengaturan Ethernet lanjutan.
it: Configura impostazioni Ethernet avanzate.
ja: Ethernet詳細設定を構成します。
ko: 고급 이더넷 설정을 구성합니다.
ms: Konfigurasi seting Ethernet lanjutan.
nb: Konfigurer avanserte Ethernet-innstillinger.
nl: Configureer geavanceerde ethernetinstellingen.
pl: Konfiguruj zaawansowane ustawienia Ethernet.
pt_br: Configure ajustes avançados de Ethernet.
pt_pt: Configure as definições avançadas da rede Ethernet.
ro: Efectuați configurările avansate pentru Ethernet.
ru: Настройте дополнительные параметры Ethernet.
sk: Upravte rozšírené nastavenia ethernetu.
sl: Konfiguracija naprednih nastavitev Ethernet.
sv: Ställ in avancerade Ethernet-inställningar.
th: กำหนดการตั้งค่าอีเธอร์เน็ตขั้นสูง
tr: İleri düzey Ethernet ayarlarını yapın.
uk: Сконфігуруйте додаткові параметри Ethernet.
vi: Định cấu hình cài đặt Ethernet nâng cao.
zh_cn: 配置高级以太网设置。
zh_hk: 設定進階乙太網絡設定。
zh_tw: 設定進階乙太網路設定。

# NetworkEthernetActiveTitle
source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
es_us: Conectado
fi: Yhteydessä
fr: Connecté
fr_ca: Connecté
he: מחובר
hi: कनेक्ट किया गया
hr: Spojeno
hu: Kapcsolódva
id: Terhubung
it: Connesso
ja: 接続済
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligada
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่ออยู่
tr: Bağlı
uk: Зʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

# NetworkEthernetAddressTitle
source: Ethernet Address
ar: عنوان الإيثرنت
ca: Adreça d’Ethernet
cs: Adresa Ethernetu
da: Ethernet-adresse
de: Ethernet-Adresse
el: Διεύθυνση Ethernet
es: Dirección Ethernet
es_us: Dirección Ethernet
fi: Ethernet-osoite
fr: Adresse Ethernet
fr_ca: Adresse Ethernet
he: כתובת Ethernet
hi: इथरनेट पता
hr: Ethernet adresa
hu: Ethernet-cím
id: Alamat Ethernet
it: Indirizzo Ethernet
ja: Ethernetアドレス
ko: 이더넷 주소
ms: Alamat Ethernet
nb: Ethernet-adresse
nl: Ethernetadres
pl: Adres Ethernet
pt_br: Endereço Ethernet
pt_pt: Endereço Ethernet
ro: Adresă Ethernet
ru: Ethernet‑адрес
sk: Ethernetová adresa
sl: Naslov Ethernet
sv: Ethernetadress
th: ที่อยู่อีเธอร์เน็ต
tr: Ethernet Adresi
uk: Ethernet-адреса
vi: Địa chỉ Ethernet
zh_cn: 以太网地址
zh_hk: 乙太網絡位址
zh_tw: 乙太網路位址

# NetworkEthernetInactiveItemDescription_WIFI
source: Your Apple TV isn’t connected to the internet. To use Apple TV, connect to the internet using Wi-Fi or Ethernet.
ar: ‏Apple TV غير متصل بالإنترنت. لاستخدام Apple TV، يجب توصيله بالإنترنت باستخدام Wi-Fi أو الإيثرنت.
ca: L’Apple TV no té connexió a internet. Per utilitzar l’Apple TV, connecta’t a internet per Wi‑Fi o Ethernet.
cs: Apple TV není připojena k internetu. Chcete‑li ji použít, připojte ji pomocí Wi‑Fi nebo Ethernetu.
da: Apple TV er ikke forbundet med internettet. Hvis du vil bruge Apple TV, skal du oprette forbindelse til internettet vha. Wi‑Fi eller Ethernet.
de: Apple TV ist nicht mit dem Internet verbunden. Stelle die Internetverbindung über WLAN oder Ethernet her, um Apple TV zu verwenden.
el: Το Apple TV δεν είναι συνδεδεμένο στο Διαδίκτυο. Για χρήση του Apple TV, συνδεθείτε στο Διαδίκτυο μέσω Wi-Fi ή Ethernet.
es: El Apple TV no está conectado a internet. Para poder utilizar el Apple TV, conéctate a internet a través de una red Wi‑Fi o Ethernet.
es_us: Tu Apple TV no está conectado a Internet. Para usar el Apple TV, conéctalo a una red Wi‑Fi o a Ethernet.
fi: Apple TV ei ole yhteydessä internetiin. Käytä Apple TV:tä yhdistämällä internetiin Wi‑Fillä tai ethernetillä.
fr: Votre Apple TV n’est pas connectée à Internet. Pour pouvoir l’utiliser, connectez-vous à Internet via Wi-Fi ou Ethernet.
fr_ca: Votre Apple TV n’est pas connectée à Internet. Pour utiliser l’Apple TV, connectez-la à Internet au moyen d’une connexion Wi‑Fi ou Ethernet.
he: ה-Apple TV שלך אינו מחובר לאינטרנט. כדי להשתמש ב-Apple TV, יש להתחבר לאינטרנט באמצעות רשת אלחוטית או חיבור Ethernet.
hi: आपका Apple TV इंटरनेट से कनेक्टेड नहीं है। Apple TV का उपयोग करने के लिए वाई-फ़ाई या इथरनेट का उपयोग कर इंटरनेट से कनेक्ट करें।
hr: Vaš Apple TV nije spojen na internet. Za uporabu Apple TV‑a spojite se na internet koristeći Wi-Fi ili Ethernet.
hu: Az Apple TV nem csatlakozik az internethez. Az Apple TV használatához csatlakozzon az internethez Wi‑Fi vagy Ethernet használatával.
id: Apple TV Anda tidak terhubung ke internet. Untuk menggunakan Apple TV, hubungkan ke internet menggunakan Wi-Fi atau Ethernet.
it: Apple TV non è connessa a internet. Per utilizzare Apple TV, connettiti a internet utilizzando una rete Wi‑Fi o il cavo Ethernet.
ja: Apple TVはインターネットに接続していません。Apple TVを使用するには、Wi‑FiまたはEthernetを使用してインターネットに接続してください。
ko: Apple TV가 인터넷에 연결되어 있지 않습니다. Apple TV를 사용하려면 Wi‑Fi 또는 이더넷을 통해 인터넷에 연결하십시오.
ms: Apple TV anda tidak disambungkan ke Internet. Untuk menggunakan Apple TV, sambung ke internet menggunakan Wi‑Fi atau Ethernet.
nb: Apple TV er ikke koblet til internett. Du må koble til internett med Wi‑Fi eller Ethernet for å bruke Apple TV.
nl: Je Apple TV is niet verbonden met het internet. Maak via wifi of ethernet verbinding met het internet om je Apple TV te gebruiken.
pl: Apple TV nie ma połączenia z Internetem. Aby używać Apple TV, połącz się z Internetem przez sieć Wi‑Fi lub Ethernet.
pt_br: Sua Apple TV não está conectada à internet. Para usar a Apple TV, conecte‑se à internet pela rede Wi‑Fi ou Ethernet.
pt_pt: A Apple TV não está ligada à internet. Para usar a Apple TV, estabeleça ligação à internet através de Wi-Fi ou Ethernet.
ro: Apple TV-ul dvs. nu este conectat la internet. Pentru a utiliza Apple TV‑ul, conectați‑l la internet utilizând o rețea Wi‑Fi sau Ethernet.
ru: Apple TV не подключен к интернету. Чтобы использовать Apple TV, подключите его к интернету через Wi‑Fi или Ethernet.
sk: Vaše Apple TV nie je pripojené na internet. Ak chcete používať Apple TV, pripojte sa na internet prostredníctvom Wi-Fi alebo ethernetu.
sl: Vaš Apple TV nima vzpostavljene povezave z internetom. Če želite uporabljati Apple TV, vzpostavite povezavo z internetom prek omrežja Wi-Fi ali Ethernet.
sv: Apple TV är inte ansluten till internet. Om du vill använda Apple TV ansluter du den till internet via Wi-Fi eller Ethernet.
th: Apple TV ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ในการใช้ Apple TV ให้เชื่อมต่อกับอินเทอร์เน็ตโดยใช้ Wi‑Fi หรืออีเธอร์เน็ต
tr: Apple TV’niz internete bağlı değil. Apple TV’yi kullanmak için Wi‑Fi’yi veya Ethernet’i kullanarak internete bağlanın.
uk: Ваш Apple TV не має інтернет-зʼєднання. Щоб використовувати Apple TV, установіть інтернет-зʼєднання через Wi‑Fi або Ethernet.
vi: Apple TV của bạn không được kết nối vào internet. Để sử dụng Apple TV, hãy kết nối vào internet bằng Wi-Fi hoặc Ethernet.
zh_cn: Apple TV尚未接入互联网。若要使用Apple TV，请使用Wi-Fi或以太网接入互联网。
zh_hk: 你的Apple TV未連接互聯網。如要使用Apple TV，請使用Wi-Fi或乙太網絡連接互聯網。
zh_tw: 你的Apple TV尚未連接網際網路。若要使用Apple TV，請使用Wi-Fi或乙太網路來連接網際網路。
